accountsservice
aether
affinity-appimage-bin
alacritty
alsa-firmware
alsa-plugins
alsa-utils
asdcontrol
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bolt
brightnessctl
btop
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chromium
chwd
claude-code
cliamp
cpupower
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
davinci-resolve
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dotnet-runtime-9.0
duf
dust
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
evince
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
ffmpegthumbnailer
flatpak
foot
freerdp
fsarchiver
fwupd
gcc-fortran
git
github-cli
github-desktop-bin
glances
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
google-chrome
gpu-screen-recorder
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
impala
imv
inetutils
intel-media-driver
intel-ucode
iwd
jfsutils
kernel-modules-hook
kvantum-qt5
lazydocker
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libqalculate
libreoffice-fresh
libva-nvidia-driver
libyaml
limine
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
linux-headers
localsend
logrotate
lsb-release
lsscsi
luarocks
lvm2
mako
man-db
man-pages
mangohud
mariadb-libs
mdadm
mesa-utils
micro
minecraft-launcher
mise
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-code
nautilus-open-any-terminal
nautilus-python
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-displays
obs-studio
obsidian
omarchy-keyring
omarchy-nvim
omarchy-walker
openbsd-netcat
opencl-nvidia
openssh
os-prober
pacman-contrib
pamixer
pandoc-cli
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
pnpm
polkit-gnome
poppler-glib
postgresql-libs
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-poetry-core
python-terminaltexteffects
qemu-user-static-binfmt
qt5-wayland
quickshell
r
rebuild-detector
reflector
ripgrep
rsync
ruby
rust
s-nail
satty
sddm
sg3_utils
shelly
slurp
smartmontools
snapd
socat
sof-firmware
spotify
starship
steam
sudo
surfshark-client
surfshark-vpn-cli-bin
surfshark-wireguard
sushi
swaybg
swayosd
switcheroo-control
sysfsutils
system-config-printer
systemd-boot-manager
tesseract
tesseract-data-eng
texinfo
texlive-basic
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-mathscience
thermald
tmux
tobi-try
tree-sitter-cli
ttf-bitstream-vera
ttf-dejavu
ttf-ia-writer
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tzupdate
ufw
ufw-docker
ufw-extras
unrar
unzip
upower
usage
usb_modeswitch
usbutils
uwsm
vim
visual-studio-code-bin
vlc-plugins-all
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
waybar
wget
which
whois
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-terminal-exec
xdg-user-dirs
xdg-utils
xfsprogs
xl2tpd
xmlstarlet
xpadneo-dkms
yaru-icon-theme
yay
zoxide
